acheronfail.arithmetic
adpyke.codesnap
adpyke.vscode-sql-formatter
alefragnani.project-manager
aslamanver.vsc-export
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
Breadnaught.vscode-ignore
bung87.rails
bung87.vscode-gemfile
Cardinal90.multi-cursor-case-preserve
castwide.solargraph
ciiqr.note-syntax
ciiqr.paste-indented
ciiqr.reindent
ciiqr.theme-kaio
connorshea.vscode-ruby-test-adapter
dbaeumer.vscode-eslint
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
eliostruyf.vscode-hide-comments
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-diff
formulahendry.auto-rename-tag
GitHub.copilot
GraphQL.vscode-graphql
GraphQL.vscode-graphql-execution
GraphQL.vscode-graphql-syntax
hashicorp.terraform
hbenl.vscode-test-explorer
jnoortheen.nix-ide
kaiwood.endwise
mads-hartmann.bash-ide-vscode
mattn.Lisp
misogi.ruby-rubocop
mitchdenny.ecdc
mkhl.direnv
mousavian.ssh-config-syntax-highlighter
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
naumovs.color-highlight
nhoizey.gremlins
noku.rails-run-spec-vscode
Orta.vscode-twoslash-queries
Prisma.prisma
rafamel.subtle-brackets
rebornix.ruby
RoscoP.ActiveFileInStatusBar
rust-lang.rust-analyzer
serayuzgur.crates
shardulm94.trailing-spaces
sianglim.slim
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
timonwong.shellcheck
Tyriar.sort-lines
v4run.transpose
wingrunr21.vscode-ruby
wmaurer.change-case
yoavbls.pretty-ts-errors
