acheronfail.arithmetic
adpyke.codesnap
adpyke.vscode-sql-formatter
alefragnani.project-manager
alexclewontin.make-lsp-vscode
apollographql.vscode-apollo
aslamanver.vsc-export
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
biomejs.biome
bradlc.vscode-tailwindcss
breadnaught.vscode-ignore
bung87.vscode-gemfile
cardinal90.multi-cursor-case-preserve
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
ciiqr.encode
ciiqr.note-syntax
ciiqr.paste-indented
ciiqr.reindent
ciiqr.theme-kaio
codeandstuff.package-json-upgrade
craigmaslowski.erb
dbaeumer.vscode-eslint
doppler.doppler-vscode
dracula-theme.theme-dracula
eamodio.gitlens
editorconfig.editorconfig
eliostruyf.vscode-hide-comments
eriklynd.json-tools
esbenp.prettier-vscode
fabiospampinato.vscode-diff
fill-labs.dependi
formulahendry.auto-rename-tag
github.vscode-github-actions
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
hashicorp.terraform
hbenl.vscode-test-explorer
hongyan-prettyjson.pretty-json-vscode
hridoy.rails-snippets
idleberg.applescript
jnoortheen.nix-ide
kaiwood.endwise
ketho.wow-api
mads-hartmann.bash-ide-vscode
mattn.lisp
mitchdenny.ecdc
mkhl.direnv
mousavian.ssh-config-syntax-highlighter
mquandalle.graphql
ms-azuretools.vscode-docker
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode.makefile-tools
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
mvllow.rose-pine
mylesmurphy.prettify-ts
naumovs.color-highlight
nhoizey.gremlins
orsenkucher.vscode-graphql
orta.vscode-twoslash-queries
plewg.toybox
pmndrs.pmndrs
prisma.prisma
rafamel.subtle-brackets
redhat.vscode-yaml
roscop.activefileinstatusbar
sdras.night-owl
shardulm94.trailing-spaces
shopify.ruby-extensions-pack
shopify.ruby-lsp
sianglim.slim
sleistner.vscode-fileutils
streetsidesoftware.code-spell-checker
styled-components.vscode-styled-components
sumneko.lua
tamasfe.even-better-toml
testdouble.vscode-standard-ruby
timonwong.shellcheck
tyriar.sort-lines
unifiedjs.vscode-mdx
v4run.transpose
vscodevim.vim
wayou.vscode-todo-highlight
wmaurer.change-case
yoavbls.pretty-ts-errors
